app/Controllers/Etudiant.php

SELECT *
FROM `liste`
---
    public function index() {
        $model = new EtudiantModel();
        $data['liste'] = $model->findAll();